Repository: yoan8306/SafelyHunt
Catalog: SafelyHunt/SafelyHunt/SupportingFiles/Languages/*/*.lproj/LocalizableMainData.strings
Languages: fr

source: Select your hunting area
fr: Sélectionner votre zone de chasse

source: Define your radius alert
fr: Régler votre rayon d'alerte

source: Ranking
fr: Classement

source: Activate location
fr: Activer la localisation

source: Show tutorial
fr: Revoir le tutoriel

source: Account
fr: Compte

source: Change alerts sound
fr: Changer le son des alertes

source: Hunt / Walker
fr: Chasser / Se promener

source: Hunting date
fr: Date de chasse

source: Status of level
fr: Status de votre niveau
