Repository: yoan8306/SafelyHunt
Catalog: SafelyHunt/SafelyHunt/SupportingFiles/Languages/*/*.lproj/LocalizableMapView.strings
Languages: fr

source: Draw your area
fr: Dessinez votre zone

source: Radius alert is enable
fr: Rayon d'alerte activé

source: Radius alert is disable
fr: Rayon d'alerte désactivé

source: Set the alert distance between you and other users. You will be alerted if someone enters your range and it will be displayed on the map.
fr: Définissez la distance d'alerte entre vous et les autres utilisateurs. Vous serez alerté si quelqu'un entre dans votre périmètre et il sera affiché sur la carte.

source: Do not see this message again
fr: Ne plus voir ce message

source: is recorded success
fr: est enregistrée avec succès

source: New area name
fr: Nom de votre nouvelle zone

source: Enter name for your new area
fr: Entrez le nom de votre nouvelle zone

source: Register
fr: Enregistrer

source: Name area...
fr: Nom de la zone...

source: You are exit of your area!
fr: Vous êtes sortis de votre zone!

source: Last view
fr: Vue à:

source: Others users are near you
fr: D'autres utilisateurs sont proches de vous

source: We need exact position for best monitoring, you can change in your setting
fr: Nous avons besoin d'accéder à votre position exacte pour une meilleure surveillance. Vous pouvez changer ce paramètre dans les réglages.

source: Open setting
fr: Ouvrir les réglages

source: You have travel
fr: Vous avez parcourus

source: You win
fr: Vous avez gagné

source: Congratulations
fr: Félicitations
